#####################################################################
[Translation]

TRANSLATION_BY = 翻译：
TRANSLATION_NAME = 上海菠萝 [blog.hp39.cn]、蓝星天宇 [www.appcgn.com]
TRANSLATION_LINK = http://blog.hp39.cn、http://www.appcgn.com/
LANGUAGENAME=简体中文

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=4010

# 最新PicPick中文语言包下载地址: http://portable.diandian.com/w/201204/333

# Initial Translator : hp39 on April 7, 2013 for PicPick v3.2.4
# Current Translator : 蓝星天宇 (mail: guochuanqi1314@foxmail.com) 
# Translation last updated by 蓝星天宇 on November 18, 2014 for PicPick v4.0.1

#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 9
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK				=图像编辑器(&E)
#-------------------------------------------------------------

MNU_CAPTURE					=截取屏幕(&C)

#3.0.0 Please omit the 'Capture' text.  For example, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN				=全屏(&F)
MNU_CAPTURE_ACTIVEWINDOW			=活动窗口(&A)
MNU_CAPTURE_CONTROL				=窗口控件(&C)
MNU_CAPTURE_SCROLLINGWINDOW			=滚动窗口(&S)
MNU_CAPTURE_REGION				=矩形区域(&R)
MNU_CAPTURE_FIXEDREGION				=固定区域(&F)
MNU_CAPTURE_FREEHAND				=任意形状(&H)
MNU_CAPTURE_WEBPAGE				=网页(&W)
MNU_CAPTURE_REPEAT				=重复上次截取(&L)

MNU_CAPTUREQBAR					=显示截取栏(&B)...
#3.0.0

#4.0.1
MNU_WIDGET			=显示小工具(&G)...
#4.0.1

#-------------------------------------------------------------
MNU_CAPTURE_SETTING				=截取设置(&S)
MNU_OUTPUTTYPE					=输出方式(&T)

#4.0.1
MNU_OUTPUTTYPE_PICPICK				=PicPick 编辑器(&E)
MNU_OUTPUTTYPE_CLIPBOARD			=复制到剪贴板(&C)
MNU_OUTPUTTYPE_SAVEIMAGE			=保存为图像文件(&F)
MNU_OUTPUTTYPE_SAVEFOLDER			=自动保存(&A)...
MNU_OUTPUTTYPE_OTHER				=其它程序(&X)...
MNU_OUTPUTTYPE_FTP				=上传到 FTP 空间(&T)
MNU_OUTPUTTYPE_SHARE				=分享(&H)
MNU_OUTPUTTYPE_SENDTO				=发送(&D)
MNU_OUTPUTTYPE_FACEBOOK				=上传到 Facebook(&B)
MNU_OUTPUTTYPE_TWITTER				=上传到 Twitter(&I)
MNU_OUTPUTTYPE_MSWORD				=Microsoft Word(&W)
MNU_OUTPUTTYPE_MSEXCEL				=Microsoft Excel(&E)
MNU_OUTPUTTYPE_MSPPT				=Microsoft PowerPoint(&P)
MNU_OUTPUTTYPE_MSOUTLOOK			=电子邮件(&L)
MNU_OUTPUTTYPE_PRINTER				=打印机(&R)
MNU_OUTPUTTYPE_SKYPE		                =发送到 Skype(&y)
MNU_OUTPUTTYPE_CLOUD		=云存储服务(&u)
MNU_OUTPUTTYPE_WEB			=网络链接(&U)
MNU_OUTPUTTYPE_SKYPE		                =发送到 Skype(&y)
#4.0.1

#3.3.0

MNU_OUTPUTTYPE_WEB				=上传到 WEB 空间(&W)
MNU_OPT_DEFAULTFORMAT				=默认图像格式(&F)
MNU_OPT_OPENEDITOR				=PicPick 运行时打开编辑器(&E)
MNU_OPT_STARTUPPROGRAM				=系统启动时运行 PicPick(&R)
#-------------------------------------------------------------
MNU_COLORPICKER					=取色器(&P)
MNU_COLORPALETTE				=调色板(&A)
MNU_COPYCOLORTYPE				=颜色格式(&A)
MNU_COLORHISTORY				=颜色历史(&H)
MNU_COLORHISTORY_CLEAR				=清除(&C)
#-------------------------------------------------------------
MNU_MAGNIFIER					=放大镜(&M)
MNU_PIXELRULER					=标尺(&R)
MNU_PROTRACTOR					=量角器(&T)
MNU_CROSSHAIR					=坐标轴(&R)
MNU_WHITEBOARD					=白板(&W)

#3.3.0
MNU_CLOUDEXPLORER		=云资源管理器(&u)
#3.3.0

#-------------------------------------------------------------
MNU_ABOUT_PICPICK				=程序选项(&O)...
MNU_EXIT_PICPICK				=退出(&X)

#4.0.1
[Widget]
MNU_WIDGET			=小工具(&g)
MNU_WIDGET_LOCK			=锁定小工具(&L)
MNU_WIDGET_SMALLICONS		=显示小图标(&s)
MNU_WIDGET_AUTOHIDE		=自动隐藏(&u)
MNU_WIDGET_OPACITY		=不透明度(&O)
MNU_WIDGET_ALWAYSTOP		=总在最前面(&A)
MNU_WIDGET_CLOSE		=关闭小工具(&C)
#4.0.1

[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE					=文件(&F)
MNU_FILE_NEW					=新建(&N)
MNU_FILE_OPEN					=打开(&O)
MNU_FILE_OPENCLIPBOARD				=从剪贴板打开(&E)
#3.0.0
MNU_FILE_OPENURL				=打开网址(&U)
#3.0.0
MNU_FILE_SAVESAME				=保存(&S)
MNU_FILE_SAVE					=另存为(&A)
MNU_FILE_SAVESELECT				=选区另存为(&A)...
MNU_FILE_SAVEALL				=全部保存(&L)...
MNU_FILE_PRINT					=打印(&P)...
#3.0.2
MNU_FILE_CLOSEIMAGE				=关闭图像(&C)
MNU_FILE_CLOSECURRENTIMAGE 			=关闭当前图像(&C)
MNU_FILE_CLOSEALLIMAGE				=关闭所有图像(&L)
MNU_FILE_CLOSEALLSAVEDIMAGE 			=关闭所有已存图像(&)
#3.0.2
MNU_FILE_CLOSEPICPICK				=退出(&X)
#-------------------------------------------------------------
MNU_EDIT					=编辑(&E)
MNU_EDIT_UNDO					=撤消(&U)
MNU_EDIT_REDO					=恢复(&R)
MNU_EDIT_CUT					=剪切(&T)
MNU_EDIT_COPY					=复制(&C)
MNU_EDIT_PASTE					=粘贴(&P)
MNU_EDIT_PASTEFROMFILE				=粘贴文件(&F)...
MNU_EDIT_SELECTDEL				=删除(&D)
MNU_EDIT_SELECTNEW				=裁剪选区(&R)
MNU_EDIT_DESELECT				=取消选中(&S)
MNU_EDIT_SELECTALL				=全选(&A)
MNU_EDIT_IMAGERESIZE				=图像大小(&R)...
MNU_EDIT_CANVASRESIZE				=画布大小(&E)...
MNU_EDIT_VIEWBITMAP				=全屏查看(&V)...
#-------------------------------------------------------------
MNU_TOOLS					=工具(&T)
MNU_TOOLS_FULLSCREEN				=截取全屏(&F)
MNU_TOOLS_ACTIVEWINDOW				=截取活动窗口(&A)
MNU_TOOLS_CONTROL				=截取窗口控件(&C)
MNU_TOOLS_SCROLLINGWINDOW			=截取滚动窗口(&S)
MNU_TOOLS_WEBPAGE				=截取网页(&W)
MNU_TOOLS_REGION				=截取矩形区域(&R)
MNU_TOOLS_FIXEDREGION				=截取固定区域(&X)
MNU_TOOLS_FREEHAND				=截取任意形状区域(&H)
MNU_TOOLS_REPEAT				=重复上次截取(&L)
MNU_TOOLS_COLORPICKER				=取色器(&P)
MNU_TOOLS_COLORPALETTE				=调色板(&A)
MNU_TOOLS_MAGNIFIER				=放大镜(&M)
MNU_TOOLS_PIXELRULER				=标尺(&R)
MNU_TOOLS_PROTRACTOR				=量角器(&J)
MNU_TOOLS_CROSSHAIR				=坐标轴(&Z)
MNU_TOOLS_WHITEBOARD				=白板(&W)
MNU_TOOLS_OPTION				=程序选项(&O)...
#-------------------------------------------------------------
MNU_TOOLSOPTION					=截取设置(&S)
MNU_TOOLSOPTION_OUTPUTTYPE			=输出方式(&T)
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT		=默认保存格式(&F)
MNU_TOOLSOPTION_DUALMONITORS			=支持双屏显示(&D)
MNU_TOOLSOPTION_HOTKEY				=更改快捷键(&H)...
MNU_TOOLSOPTION_SOUND				=使用音效(&S)
MNU_TOOLSOPTION_SCROLLCAPTURE			=使用自动滚动(&A)
MNU_TOOLSOPTION_MOUSECURSOR			=包含光标(&U)
MNU_TOOLSOPTION_STARTUPPROGRAM			=系统启动时运行 PicPick
MNU_TOOLSOPTION_OPENEDITOR			=PicPick 运行时打开图像编辑器
MNU_TOOLS_COLORTYPE				=颜色格式(&Y)
#-------------------------------------------------------------
MNU_EFFECT					=效果(&C)
MNU_EFFECT_INVERT				=反色(&I)
MNU_EFFECT_GRAYSCALE				=灰度(&G)
MNU_EFFECT_MOSAIC				=像素化(&P)...
MNU_EFFECT_BLUR					=模糊(&B)
MNU_EFFECT_SHARPEN				=锐化(&S)
MNU_EFFECT_BRIGHTNESS				=亮度/对比度(&R)...
MNU_EFFECT_HSL					=色调/饱和度(&H)...
MNU_EFFECT_BORDER				=边缘效果(&G)
MNU_EFFECT_FLIP					=翻转(&F)
MNU_EFFECT_FLIPH				=水平翻转(&H)
MNU_EFFECT_FLIPV				=垂直翻转(&V)
MNU_EFFECT_ROTATE				=旋转(&R)
MNU_EFFECT_ROTATE90				=90 度(&9)
MNU_EFFECT_ROTATE180				=180 度(&1)
MNU_EFFECT_ROTATE270				=270 度(&2)
MNU_EFFECT_FRAME				=边框(&E)...
#3.0.0
MNU_EFFECT_COLORBALANCE				=色彩平衡(&L)...
#3.0.0

#3.2.7
MNU_EFFECT_WATERMARK		=水印(&W)...
#3.2.7

#3.4.0
TAB_SHAPES_SUB=格式
#3.4.0

#4.0.1
TAB_SHARE=分享
#4.0.1

#4.0.0
TAB_NUMBERSTAMP=数字图章
TAB_NUMBERSTAMP_SUB=格式
TAB_SELECTION=选取
TAB_SELECTION_SUB=格式
TAB_MAGNIFIER=放大效果
TAB_MAGNIFIER_SUB=格式
TAB_STAMPS=图章
TAB_STAMPS_SUB=格式
#4.0.0

#-------------------------------------------------------------
MNU_WINDOW					=窗口(&W)
MNU_WINDOW_CASCADE				=层叠(&C)
MNU_WINDOW_TILEH				=横向排列(&H)
MNU_WINDOW_TILEV				=纵向排列(&V)
MNU_WINDOW_MINIMIZEALL				=全部最小化(&M)
#-------------------------------------------------------------
MNU_HELP					=帮助(&H)
MNU_HELP_WEBSITE				=PicPick 网站(&W)...
MNU_HELP_ABOUT					=关于(&A)...

PNL_TOOL_TOOLS					=工具
PNL_TOOL_COLOR					=颜色
PNL_TOOL_PROPERTY				=属性
LBL_TOOL_WIDTHS					=宽度:
LBL_TOOL_OPACITY				=透明度
LBL_TOOL_SHAPE					=图形:

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME					=主页
TAB_FILE					=文件
TAB_VIEW					=查看
TAB_SHAPES					=图形
#3.0.0

TBR_CLIPBOARD					=剪贴板
TBN_CLIPBOARD_PASTE				=粘贴
TBN_CLIPBOARD_CUT				=剪切
TBN_CLIPBOARD_COPY				=复制
TBN_CLIPBOARD_DELETE				=删除

TBR_VIEW					=查看
TBN_VIEW_ZOOMIN					=放大
TBN_VIEW_ZOOMOUT				=缩小
TBN_VIEW_FULL					=全屏
TBN_VIEW_100					=实际大小

TBR_IMAGE					=图像
TBN_IMAGE_EFFECT				=效果
TBN_IMAGE_CROP					=裁剪
TBN_IMAGE_RESIZE				=缩放
TBN_IMAGE_ROTATE				=旋转

TBR_TOOLS					=工具
TBR_COLOR					=颜色

POP_COLORTYPE1					=柔和颜色
POP_COLORTYPE2					=基本颜色

#3.0.0

#3.4.0
MNU_QAT_TITLE=自定义快速访问工具栏
MNU_QAT_ADD=&添加到快速访问工具栏
MNU_QAT_DELETE=&从快速访问工具栏中移除
MNU_QAT_ABOVE=&在功能区上方显示快速访问工具栏
MNU_QAT_BELOW=&在功能区下方显示快速访问工具栏
#3.4.0

TBR_SHOWHIDE					=显示/隐藏
TBN_RULER					=标尺
TBN_STATUSBAR					=状态栏
TBN_TAB						=标签

TBN_THUMBNAIL					=缩略图

TBR_WINDOW					=窗口
TBN_CASCADE					=层叠
TBN_ARRANGEALL					=平铺

TBN_REGISTER					=注册(&R)...

TBN_VIEW_100					=100%

TBN_TOOLS_SELECT				=选择

#4.0.0
TBN_TOOLS_MOVE=移动
TBN_TOOLS_DRAW=绘制
TBN_TOOLS_DRAW_BRUSH=画笔(&B)
TBN_TOOLS_DRAW_ERASER=橡皮擦(&E)
TBN_TOOLS_DRAW_MARKER=记号笔(&M)
TBN_TOOLS_FILL=填充
TBN_TOOLS_FILL_OPTIONS=填充选项
TBN_TOOLS_FILL_STANDARD=连续填充(&C)
TBN_TOOLS_FILL_REPLACEMENT=颜色替换填充(&R)
TBN_TOOLS_STAMPS=图章
TBN_TOOLS_STAMPS_NUMBER=数字图章
TBN_TOOLS_STAMPS_GENERAL=通用图章
TBN_TOOLS_STAMPS_CURSOR=指针图章
TBN_SELECT_SELECTION_SHAPES=选取形状
TBN_SELECT_SELECTION_OPTIONS=选取选项
TBN_SELECT_RECTANGLE=矩形选取(&R)
TBN_SELECT_ELLIPSE=椭圆选取(&E)

TBR_SIZE=大小
#4.0.0

TBN_MORECOLORS					=更多
MNU_PALETTETYPE					=调色板类型

MNU_TOPBAR_TITLE				=自定义顶部按钮
MNU_TOPBAR_MINIMIZERIBBON			=最小化功能区(&M)

#3.0.0

#4.0.1
MNU_QAT_DELETE=重置快速访问工具栏(&t)
TBN_VIEW_TOUCHMODE=触控模式
#4.0.1

#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts
TIP_FILE_NEW					=新建图像
TIP_FILE_OPEN					=打开已有文件

#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts


TIP_FILE_OPENCLIPBOARD				=从剪贴板打开图像
#3.0.0
TIP_FILE_OPENURL 				=从网络地址URL打开图像
#3.0.0

TIP_FILE_SAVE					=保存当前图像
TIP_FILE_SAVEAS					=保存当前图像为新文件
TIP_FILE_SAVESELECT				=保存选区为新文件
TIP_FILE_SAVEALL				=保存所有图像为新文件
TIP_FILE_PRINT					=打印图像
TIP_FILE_CLOSEIMAGE				=关闭当前图像
TIP_FILE_CLOSEALLIMAGE				=关闭所有图像
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE 			=关闭所有已存图像文件
#3.0.2
TIP_FILE_CLOSEPICPICK				=关闭窗口
#-------------------------------------------------------------
TIP_EDIT_UNDO					=撤消当前操作
TIP_EDIT_REDO					=恢复之前操作
TIP_EDIT_CUT					=剪切图像
TIP_EDIT_COPY					=复制图像
TIP_EDIT_PASTE					=粘贴图像
TIP_EDIT_PASTEFROMFILE				=插入图像文件
TIP_EDIT_SELECTDEL				=清除选定区域
TIP_EDIT_SELECTNEW		                =裁剪选定区域为新的图像
TIP_EDIT_DESELECT				=取消当前选择
TIP_EDIT_SELECTALL				=选择整个图像
TIP_EDIT_IMAGERESIZE				=调整图像大小
TIP_EDIT_CANVASRESIZE				=调整画布大小
TIP_EDIT_VIEWBITMAP				=在全屏模式下显示图像
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE				=在屏幕上显示截取工具栏
#3.0.0

TIP_TOOLS_FULLSCREEN				=截取全屏
TIP_TOOLS_ACTIVEWINDOW				=截取活动窗口
TIP_TOOLS_CONTROL				=截取窗口控件
TIP_TOOLS_SCROLLINGWINDOW			=截取滚动窗口控件
TIP_TOOLS_WEBPAGE				=截取网页
TIP_TOOLS_REGION				=截取矩形区域
TIP_TOOLS_FREEHAND				=截取任意形状的区域
TIP_TOOLS_FIXEDREGION				=截取固定大小的矩形区域
TIP_TOOLS_REPEAT				=重复上次截取


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

TIP_TOOLS_CAPTUREMENU 				=在屏幕上截取图像
TIP_TOOLS_COLORPICKER				=在屏幕上拾取颜色
TIP_TOOLS_COLORPALETTE				=在调色板上按需调色
TIP_TOOLS_MAGNIFIER				=对屏幕上像素放大细看
TIP_TOOLS_PIXELRULER				=测量桌面对象和图像的尺寸
TIP_TOOLS_CROSSHAIR				=查测相对坐标
TIP_TOOLS_PROTRACTOR				=在屏幕上测量角度
TIP_TOOLS_WHITEBOARD				=用于演示或绘图
TIP_TOOLS_OPTION				=显示程序的设置选项

#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

#-------------------------------------------------------------
TIP_TOOLSOPTION					=改变截取的相关设置
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_FTP			=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_WORD			=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK		=改变截取的图像输出方式
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER		=改变截取的图像输出方式

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=改变默认的图像文件格式
TIP_TOOLSOPTION_DUALMONITORS			=截取时支持双屏显示
TIP_TOOLSOPTION_HOTKEY				=更改功能快捷键...
TIP_TOOLSOPTION_SOUND				=截取时允许发出音效
TIP_TOOLSOPTION_SCROLLCAPTURE			=截取包含滚动控件的图像
TIP_TOOLSOPTION_MOUSECURSOR			=截取时包含光标
TIP_TOOLSOPTION_STARTUPPROGRAM			=系统启动时运行 PicPick
TIP_TOOLSOPTION_OPENEDITOR			=PicPick 运行时打开图像编辑器
TIP_TOOLS_COLORTYPE   				=更改颜色格式为 [HTML，RGB，C++，Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT				=反转选区或全图的颜色
TIP_EFFECT_GRAYSCALE				=转换选区或全图为 256 色灰度
TIP_EFFECT_MOSAIC				=像素化选区或全图
TIP_EFFECT_BLUR					=模糊选区或全图
TIP_EFFECT_SHARPEN				=锐化选区或全图
TIP_EFFECT_BRIGHTNESS				=调整选区或全图的亮度/对比度
TIP_EFFECT_HSL					=调整选区或全图的色调/饱和度
TIP_EFFECT_FLIPH				=水平翻转选区或全图
TIP_EFFECT_FLIPV				=垂直翻转选区或全图
TIP_EFFECT_ROTATE90				=顺时针旋转选区或全图 90 度
TIP_EFFECT_ROTATE180				=顺时针旋转选区或全图 180 度
TIP_EFFECT_ROTATE270				=顺时针旋转选区或全图 270 度
TIP_EFFECT_FRAME				=应用边框效果

#3.2.7
TIP_EFFECT_WATERMARK                            =添加一个水印logo
#3.2.7


#-------------------------------------------------------------
TIP_WINDOW_CASCADE				=层叠窗口
TIP_WINDOW_TILEH				=横向平铺窗口
TIP_WINDOW_TILEV				=纵向平铺窗口
TIP_WINDOW_MINIMIZEALL				=最小化全部窗口
#-------------------------------------------------------------
TIP_HELP_WEBSITE				=打开 PicPick 主页
TIP_HELP_ABOUT					=显示程序信息和版权
#-------------------------------------------------------------
TIP_TOOL_MOVE					=移动
TIP_TOOL_SELECT					=选择
TIP_TOOL_FILL					=填充
TIP_TOOL_BRUSH					=笔刷
TIP_TOOL_PENCIL					=铅笔
TIP_TOOL_ZOOM					=放大镜
TIP_TOOL_ERASER					=橡皮擦
TIP_TOOL_PICKCOLOR				=取色
TIP_TOOL_TEXT					=文字
TIP_TOOL_LINE					=线条
TIP_TOOL_RECT					=矩形
TIP_TOOL_ELLIPSE				=椭圆
TIP_TOOL_ARROW					=箭头
TIP_TOOL_RRECT					=圆角矩形
TIP_TOOL_ADDIMAGE				=插入图像
#3.2.1
TIP_TOOL_HIGHLIGHTPEN                           =高亮笔
TIP_TOOL_HIGHLIGHTRECT                          =高亮矩形区域
#3.2.1

#4.0.0
TIP_TOOL_MOVE =移动整个图像或选定的对象
TIP_TOOL_SELECT =选择图像的一部分。
TIP_TOOL_FILL =点击画布上的一个区域并填充颜色。
TIP_TOOL_PICKCOLOR =从屏幕中选择一个颜色并用它来绘画。
TIP_TOOL_DRAW=使用不同类型画笔绘制。
TIP_TOOL_STAMPS=在图像上绘制图章
TIP_TOOL_SHAPE=在图像上绘制形状

TIP_SIZE=选择选定工具的宽度
#4.0.0

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1 				=插入图像的副本到
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1				=插入图像的副本到
TIP_OUTPUTTYPE_MSEXCEL2 	= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1			=插入图像的副本到
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		                = 发送图像的副本到
TIP_OUTPUTTYPE_SKYPE2 		= Skype


TIP_OUTPUTTYPE_PROGRAM1				=发送图像的副本到
TIP_OUTPUTTYPE_PROGRAM2				=其它外部程序

TIP_OUTPUTTYPE_MSOUTLOOK1			=添加图像的副本到
TIP_OUTPUTTYPE_MSOUTLOOK2			=电子邮件

TIP_OUTPUTTYPE_FACEBOOK1			=上传并分享图像到
TIP_OUTPUTTYPE_FACEBOOK2 	= Facebook

TIP_OUTPUTTYPE_TWITTER1				=上传并分享图像到
TIP_OUTPUTTYPE_TWITTER2 	= Twitter

TIP_OUTPUTTYPE_FTP1				=直接发送图像到
TIP_OUTPUTTYPE_FTP2				=FTP 空间

TIP_OUTPUTTYPE_WEBUPLOAD1			=直接发送图像到
TIP_OUTPUTTYPE_WEBUPLOAD2			=WEB 空间

#3.0.0 File menu width has been changed

#3.3.0
TIP_OUTPUTTYPE_CLOUD1		= 上传图像到Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Google Drive, SkyDrive等云空间
#3.3.0


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP 				=旋转或翻转图像或选择区

TIP_TOOLS_EFFECT				=选择特效
TIP_TOOLS_WIDTHS				=选择宽度
TIP_TOOLS_OPACITY 				=选择不透明度

TIP_VIEW_ZOOMIN 				=在当前图像放大
TIP_VIEW_ZOOMOUT 				=在当前图像缩小
TIP_VIEW_ZOOMSELECT 				=放大或缩小
TIP_VIEW_ACTUALSIZE 				=缩放到 100%
TIP_VIEW_THUMBNAIL				=显示缩图页快速选择图像  

TIP_SHOW_RULER					=显示或隐藏标尺来衡量你的图像
TIP_SHOW_STATUSBAR				=显示或隐藏在窗口底部的状态栏
TIP_SHOW_TAB					=显示或隐藏标签栏

TIP_COLOR_COLOR1 				=前景颜色
TIP_COLOR_COLOR2 				=背景颜色
TIP_COLOR_SWAP					=切换前景和背景颜色
TIP_COLOR_DEFAULT 				=默认前景和背景颜色
TIP_COLOR_MORE					=显示更多的调色板

TIP_SHAPE_FLATTEN				=平化图形
TIP_SHAPE_DELETE				=删除图形
TIP_SHAPE_DUPLICATE				=复制图形

TIP_SHAPE_FILL					=填充选定的图形
TIP_SHAPE_OUTLINE				=图形轮廓
TIP_SHAPE_EFFECTS				=格式化图形
TIP_SHAPE_ADDTEXT				=插入文字到图形

TIP_SHAPE_FLATTEN_ALL				=平化全部图形
TIP_SHAPE_BRINGTOFRONT				=将所选对象提至上一层
TIP_SHAPE_SENDTOBACK				=将所选对象放至下一层

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE			=PicPick 图像编辑器
DLG_CONTROLCAPTURE_TITLE			=PicPick - 截取窗口控件
DLG_SCROLLINGWINDOWCAPTURE_TITLE		=PicPick - 滚动窗口
DLG_REGIONCAPTURE_TITLE				=PicPick - 截取矩形区域
DLG_FIXEDREGIONCAPTURE_TITLE			=PicPick - 截取固定区域
DLG_FREEHANDCAPTURE_TITLE			=PicPick - 截取任意形状区域
DLG_WHITEBOARDTOOL_TITLE			=PicPick - 白板
DLG_MAGNIFIER_TITLE				=PicPick - 放大镜
DLG_COLORPICKER_TITLE				=PicPick - 取色器
DLG_CROSSHAIR_TITLE				=PicPick - 坐标轴
DLG_COLORPALETTE_TITLE				=调色板
DLG_AUTOSAVE_TITLE				=自动保存
DLG_NEWIMAGE_TITLE				=新建图像
DLG_PRINT_TITLE					=打印
DLG_CANVASSET_TITLE				=调整画布大小
DLG_IMAGERESIZE_TITLE				=调整图像大小
DLG_ABOUT_TITLE					=关于
DLG_PIXELATE_TITLE				=像素化
DLG_HUESATURATION_TITLE				=色调/饱和度
DLG_BRIGHTNESSCONTRAST_TITLE			=亮度/对比度
DLG_FRAME_TITLE					=边框
#3.2.7
DLG_WATERMARK_TITLE		                =水印
#3.2.7
DLG_FONTVIEW_TITLE				=输入文字
DLG_CAPTURE_TITLE				=截取
DLG_CHANGEHOTKEY_TITLE				=快捷键
DLG_WEBPAGECAPTURE_TITLE			=PicPick - 截取网页
DLG_SHORTCUT_TITLE				=更改快捷键
DLG_SETUP_TITLE					=选项
DLG_FILENAMESETUP_TITLE				=文件名

#3.0.6
DLG_IMAGES_TITLE				=图像
#3.0.6

#3.4.0
DLG_GENERALSETUP_TITLE	=常规
#3.4.0

DLG_FTPSETUP_TITLE				=FTP 空间
DLG_EDITORSETUP_TITLE				=编辑器
DLG_ARROWSET_TITLE				=自定义样式
DLG_FACEBOOK_TITLE				=Facebook 连接
DLG_TWITTER_TITLE				=Twitter 连接
DLG_WEBUPLOAD_TITLE				=上传到 WEB 空间

BTN_OK						=确定(&O)
BTN_CANCEL					=取消(&C)
#3.0.0
BTN_APPLY 					=应用(&A)
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET					=偏好设定
CHK_ADDSTARTUP					=系统启动时运行 PicPick
CHK_ADDDESTKOP					=创建桌面快捷方式
CHK_CHECKUPDATE					=检查程序更新
LBL_LANGUAGE					=语言
BTN_HOTKEY					=快捷键...
BTN_CREDIT					=贡献人员
LBL_PROGRAMPARAMETER				=参数(&P)...
CHK_SETTINGTOAPPDATA				=保存设置到应用程序数据库
LBL_MORELANGUAGE				=更多语言...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY			=属性
LBL_CONTROLCAPTURE_CLASS			=类名
LBL_CONTROLCAPTURE_SIZE				=大小
LBL_CONTROLCAPTURE_INFO				=控件
LBL_CONTROLCAPTURE_SCROLL			=自动滚动
LBL_CONTROLCAPTURE_OUTPUTTYPE			=输出方式
LBL_CONTROLCAPTURE_HANDLE			=句柄
LBL_CONTROLCAPTURE_RECT				=矩形
LBL_CONTROLCAPTURE_BOTTOMTIP			=请选择一个窗口控件（按钮、标签、框体、工具栏等）然后按下 Print Screen 键。

GRP_FIXEDREGIONCAPTURE_PROPERTY			=区域大小
LBL_FIXEDREGIONCAPTURE_WIDTH			=宽度
LBL_FIXEDREGIONCAPTURE_HEIGHT			=高度

TIP_REGIONCAPTURE_NOTDRAG			=在屏幕上选取任一矩形区域
TIP_PIXEL					=像素
TIP_FREEHANDCAPTURE_NOTDRAG 			=在屏幕上画任意形状进行截取

LBL_COLORPICKER_COLORAS 			=颜色格式:
LBL_COLORPICKER_VALUE 				=值:

LSV_WEBPAGECAPTURE_LIST				=选择要截取的站点
BTN_WEBPAGECAPTURE_RELOAD			=重新载入(&R)
BTN_WEBPAGECAPTURE_CAPTURE			=截取(&C)

#3.0.3
LBL_MINIHELP					=在选择区内点击鼠标左键。
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY					=快捷键
GRB_CAPTURE					=截取屏幕
GRB_TOOLS					=工具

LBL_KEYNONE					=无

LBL_CAPTURE_FULLSCREEN				=截取全屏
LBL_CAPTURE_ACTIVEWINDOW			=截取活动窗口
LBL_CAPTURE_CONTROL				=截取窗口控件
LBL_CAPTURE_SCROLLINGWINDOW			=截取滚动窗口
LBL_CAPTURE_REGION				=截取矩形区域
LBL_CAPTURE_FIXEDREGION				=截取固定区域
LBL_CAPTURE_FREEHAND				=任意形状截取
LBL_CAPTURE_WEBPAGE				=截取网页
LBL_CAPTURE_REPEAT				=重复上次截取

LBL_TOOLS_EDITOR				=图像编辑器
LBL_TOOLS_COLORPICKER				=取色器
LBL_TOOLS_COLORPALETTE				=调色板
LBL_TOOLS_PIXELRULER				=标尺
LBL_TOOLS_PROTRACTOR				=量角器
LBL_TOOLS_CROSSHAIR				=坐标轴
LBL_TOOLS_WHITEBOARD				=白板

LBL_TOOLS_MAGNIFIER				=放大镜

CBO_HOTKEY_CUSTOM				=自定义...
CBO_HOTKEY_DEFAULT				=PicPick 默认
CBO_HOTKEY_HYPERSNAP				=HyperSnap
CBO_HOTKEY_NONE					=禁用


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR					=颜色
LBL_FONTCOLOR					=字体颜色
CHK_FILLCOLOR					=背景颜色
CHK_AA						=平滑字体边缘

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER				=自动保存图像
LBL_SELECTFOLDER				=选择用来保存截图的文件夹
BTN_SELECTFOLDER				=浏览(&F)...
GRP_SELECTFILENAME				=文件名
RDO_SELECTFILENAME_TEXT				=文字和数字
RDO_SELECTFILENAME_NUM				=仅数字
RDO_SELECTFILENAME_DATETIME			=日期/时间
LBL_SELECTFILENAME_DATETIME_FORMAT		=yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT			=图像
GRP_SELECTFORMAT				=文件格式
RDO_SELECTFORMAT_BMP				=位图(*.bmp)
RDO_SELECTFORMAT_JPG				=JPEG 图像文件 (*.jpg)
RDO_SELECTFORMAT_PNG				=便携式网络图形 (*.png)
RDO_SELECTFORMAT_GIF				=电脑服务 GIF 图像 (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF   				=PDF 文件 (*.pdf)
#3.0.7

LBL_SAVEFILENAME				=输入一个默认的文件名用于自动保存或是上传到 FTP 服务器

LBL_EXAMPLETITLE				=示例
LBL_EXAMPLE1					=%y: 年，%m: 月，%d: 日
LBL_EXAMPLE2					=%h: 时，%n: 分，%s: 秒
LBL_EXAMPLE3					=%c: 数字
#3.1.2
LBL_EXAMPLE4					=%u : 用户名, %w : 计算机名
#3.1.2
GRB_OTHERPROGRAM				=外部程序设置
LBL_OTHERPROGRAM				=选择一个用于接收截图的外部程序
LBL_OTHERPROGRAMPATH				=程序路径:
LBL_OTHERPROGRAMPARAMETER			=参数:
LBL_OTHERPROGRAMSELECT				=发送到其它外部程序...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

#4.0.1
[GeneralSet]

GRB_STARTINGOPTION=启动选项
LBL_PROGRAM_MODE=选择默认程序模式
CBO_PROGRAM_MODE_EDITOR=图像编辑器
CBO_PROGRAM_MODE_WIDGET=漂浮小工具
CBO_PROGRAM_MODE_TRAY=仅显示通知

CHK_STARTUP=系统启动时运行 PicPick
CHK_UPDATE=检查程序更新
#4.0.1

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION				=截取设置
CHK_DUALMONITORS				=支持双显示器
CHK_SOUND					=截取时使用音效
CHK_MOUSECURSOR					=截取时包含光标
CHK_HIDEEDITOR					=截取前隐藏 PicPick 图像编辑器
CHK_ALWAYSCOPYCLIPBOARD				=总是复制截图到剪贴板

#3.0.5
CHK_STARTWITHCAPTUREBAR				=程序启动时显示截图工具条
#3.0.5

GRB_AUTOSCROLL					=自动滚动
CHK_SCROLLCAPTURE				=使用自动滚动
LBL_SCROLLDELAY					=滚动延时:
LBL_SCROLLDELAYMS				=毫秒

GRB_MAGNIFIER					=放大镜窗口
CHK_MAGNIFIER					=截取时显示放大镜窗口
LBL_ZOOMSCALE					=放大倍数 :

#3.0.3
GRB_CAPTUREDELAY				=捕捉前时间延迟
#3.0.3

#3.1.9
CHK_ADVANCECONTROLCAPTURE 			=使用高级窗口控制捕获
#3.1.9

#4.0.0
LBL_CAPTUREOUTPUT		=当从通知区域使用热键或者选择菜单时更改输出类型。
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER					=FTP 服务器设置
LBL_FTPADDRESS					=FTP 服务器:
LBL_REMOTEPATH					=远程路径:
LBL_PORT					=端口:
CHK_PASSIVEFTP					=使用被动模式 FTP
LBL_USERNAME					=用户名:
LBL_PASSWORD					=密码:
BTN_CONNECTTEST					=测试连接
LBL_SENDWEBBROWSER				=在浏览器中打开网址
LBL_SENDCLIPBOARD				=复制网址到剪贴板内
LBL_WEBADDRESS					=网址
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION				=编辑器设置
CHK_OPENEDITORWHENSTART				=程序启动时打开图像编辑器
CHK_CENTERIMAGE					=图像显示于工作区的中心
CHK_CLOSEWITHOUTASKING				=关闭未保存的图像时不再询问
CHK_CROPNEW					=裁剪选区为新的图像
CHK_SHOWCLASSICUI				=显示经典菜单界面

#4.0.0
CHK_EXITWHENCLOSING=关闭图像编辑器时退出 PicPick。
#4.0.0

LBL_BG						=背景样式:
RDO_BGGRID					=网格
RDO_BGSOLID					=纯色

GRB_FILETYPE					=文件关联
LBL_FILETYPE					=请选择使用 PicPick 打开的文件类型
#3.0.0
LBL_FILETYPEVISTA				=设置 PicPick 为默认图像编辑器
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START					=起点
CHK_END						=终点
CHK_OUTLINE					=添加边框线
CBO_AT_ARROW1					=箭头 1
CBO_AT_ARROW2					=箭头 2
CBO_AT_CIRCLE					=圆形
CBO_AT_DIAMOND					=菱形
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE					=画布大小
LBL_WIDTH					=宽度
LBL_HEIGHT					=高度
LBL_BACKCOLOR					=背景色
LBL_PRESETS					=预设
CBO_CLIPBOARD					=剪贴板
CBO_LASTUSED					=上次使用
CBO_CURRENT					=当前图像大小
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM					=缩放
RDO_ZOOM					=百分比
RDO_SIZE					=指定大小
CHK_KEEP	  				=保持宽高比
LBL_WIDTH					=宽度
LBL_HEIGHT					=高度


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW					=预览(&P)
LBL_PIXELATE					=像素化
LBL_HUE						=色调
LBL_SATURATION					=饱和度
LBL_BIRGHTNESS					=亮度
LBL_CONTRAST					=对比度
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW					=预览
GRP_EFFECT					=效果
CHK_BORDER					=边缘
CHK_FRAME					=边框
LBL_ETC						=查找更多的边框效果...
CHK_AUTO					=截取图像时应用边框效果
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED						=红(&R)
LBL_GREEN					=绿(&G)
LBL_BLUE					=蓝(&B)
LBL_TYPE					=颜色格式:
BTN_COPY					=复制(&C)

CLR_DEFAULTTEXT					=调色板
CLR_CUSTOMTEXT					=更多颜色...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE					=移动(&M)
MNU_RULER_MOVE_UP				=上(&U)
MNU_RULER_MOVE_DOWN				=下(&D)
MNU_RULER_MOVE_LEFT				=左(&L)
MNU_RULER_MOVE_RIGHT				=右(&R)
#-------------------------------------------------------------
MNU_RULER_TYPE					=方向(&T)
MNU_RULER_TYPE_HOTRIZONTAL			=水平(&H)
MNU_RULER_TYPE_VERTICAL				=垂直(&V)
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT				=透明度(&R)
MNU_RULER_TRANSPARENT_USE			=启用(&E)
MNU_RULER_TRANSPARENT_NOTUSE			=禁用(&D)
MNU_RULER_TRANSPARENT_INC 			=增加(+)(&I)
MNU_RULER_TRANSPARENT_DEC 			=减少(-)(&D)

MNU_MAGNIFIER					=显示放大镜(&M)...

#-------------------------------------------------------------
MNU_RULER_EXIT					=退出(&X)
#-------------------------------------------------------------
MNU_RULER_UNIT					=单位(&U)
MNU_RULER_UNIT_PIXEL				=像素(&P)
MNU_RULER_UNIT_INCH				=英寸(&I)
MNU_RULER_UNIT_CM				=厘米(&C)
MNU_RULER_UNIT_DPI				=DPI(&D)
MNU_RULER_COLOR					=颜色(&C)
MNU_RULER_COLOR_BLUE				=蓝色（默认）(&B)
MNU_RULER_COLOR_YELLOW				=黄色（经典）(&Y)
MNU_RULER_COLOR_WHITE				=白色(&W)
MNU_RULER_COLOR_BLACK				=黑色(&L)
MNU_RULER_UNIT_DPI_CUSTOM			=自定义(&C)...
DLG_CUSTOMDPI_TITLE				=自定义 DPI 设置
LBL_CUSTOMDPI_TEXT 				=请输入每英寸的像素数(DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH				=画笔宽度(&W)
MNU_WHITEBOARD_PENCOLOR				=画笔颜色(&C)
MNU_WHITEBOARD_PENCOLOR_BLACK			=黑色
MNU_WHITEBOARD_PENCOLOR_WHITE			=白色
MNU_WHITEBOARD_PENCOLOR_RED			=红色
MNU_WHITEBOARD_PENCOLOR_GREEN			=绿色
MNU_WHITEBOARD_PENCOLOR_BLUE			=蓝色
MNU_WHITEBOARD_PENCOLOR_CYAN			=青色
MNU_WHITEBOARD_PENCOLOR_MAGENTA			=品红
MNU_WHITEBOARD_PENCOLOR_YELLOW			=黄色
MNU_WHITEBOARD_PENCOLOR_GRAY			=灰色
MNU_WHITEBOARD_PENCOLOR_CUSTOM			=自定义(&E)...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR				=清除(&C)
MNU_WHITEBOARD_SAVE				=截取全屏(&C)
MNU_WHITEBOARD_EXIT				=退出(&X)
#-------------------------------------------------------------
TIP_TOOL_MOVE					=移动屏幕
TIP_TOOL_ZOOM					=缩放屏幕
TIP_TOOL_PEN					=铅笔
TIP_TOOL_LINE					=直线
TIP_TOOL_ARROW					=箭头
TIP_TOOL_SHAPE					=图形
TIP_TOOL_RECT					=矩形
TIP_TOOL_ELLIPSE				=椭圆
TIP_TOOL_RRECT					=圆角矩形
TIP_TOOL_TRANSPARENT				=透明度
TIP_TOOL_CLEAR					=清除
TIP_TOOL_SAVE					=截取全屏
TIP_TOOL_WIDTH					=线条宽度
TIP_TOOL_COLOR					=颜色

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP				=打印设置...
BTN_PRINT					=打印(&P)
GRB_PREVIEW					=预览

TAB_PAPERSETUP					=页面设置
TAB_ADDTEXT					=添加文本

GRB_MARGINSETUP					=页边距(&M)（毫米）
LBL_MARGINTOP					=上
LBL_MARGINLEFT					=左
LBL_MARGINRIGHT					=右
LBL_MARGINBOTTOM				=下

GRB_IMAGESETUP					=图像设置(&I)
CHK_CENTER					=居中
CHK_SHRINK					=适应页面（自动缩放）
CHK_PROPORTINAL					=保持宽高比
CHK_GRAYSCALE					=灰度

GRB_PAPERCOUNT					=份数(&N)
LBL_PAPERUNIT					=页

GRB_ORIENTATION					=方向(&O)
RDO_PORTRAIT					=纵向
RDO_LANDSCAPE					=横向

GRB_HEADER					=页眉(&H)
CHK_HEADERADD					=添加文字
CBO_HEADERDEFAULT				=在此输入页眉文字
LBL_HEADERMARGIN				=距离
BTN_HEADERFONT					=字体...
RDO_HEADERLEFT					=左对齐
RDO_HEADERCENTER				=居中
RDO_HEADERRIGHT					=右对齐

GRB_FOOTER					=页脚(&F)
CHK_FOOTERADD					=添加文字
CBO_FOOTERDEFAULT				=在此输入页脚文字
LBL_FOOTERMARGIN				=页边距:
BTN_FOOTERFONT					=字体...
RDO_FOOTERLEFT					=左对齐
RDO_FOOTERCENTER				=居中
RDO_FOOTERRIGHT					=右对齐
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE					=关闭(&C)
LBL_PREVIEW					=图像预览
LBL_CAPTION					=图像标题
RDO_SELECTALBUMS				=选择相册
RDO_CREATEALBUM					=创建新相册
LBL_CREATEALBUM_NAME				=名称:
LBL_CREATEALBUM_LOCATION			=位置:
LBL_CREATEALBUM_DESCRIPTION			=描述:
LBL_CREATEALBUM_PRIVACY				=隐私:
CBO_CREATEALBUM_1				=所有人
CBO_CREATEALBUM_2				=我的网络和好友
CBO_CREATEALBUM_3				=好友的朋友
CBO_CREATEALBUM_4				=只限好友
BTN_UPLOAD					=上传
LBL_IMGURL					=图像链接
LBL_LINKURL					=相册链接
LBL_UPLOADING					=正在上传...
LBL_UPLOADCOMPLETE				=上传完成
LBL_UPLOADWAIT					=等待响应...
LBL_UPLOADFAILURE				=上传失败。请重试。
LBL_UPLOADRESULT				=已经成功上传图像。 

LBL_ACCOUNT					=账号:
LBL_PASSWORD					=密码:
LBL_REMEMBERPASSWORD				=记住密码
LBL_MESSAGE					=信息:

LBL_WEBUPLOAD_TITLE				=直接将图像上传到 WEB 空间
LBL_WEBUPLOAD_TITLESUB				=ImageShack - 免费图像托管服务
LBL_WEBUPLOAD_SIGNUP				=注册以便管理上传的图片！

LBL_WEBUPLOAD_NOACCOUNT				=游客（无须注册）
LBL_WEBUPLOAD_ACCOUNTEXIST			=已有 ImageShack 账号

#3.1.4
BTN_REQUESTTWITTERPIN 				=申请 Twitter PIN码
BTN_REMEMBERME 					=在本电脑上记住我
LBL_TWITTERPIN 		                        = PIN码
BTN_CONNECT 					=连接(&C)
BTN_DISCONNECT 					=断开(&D)
#3.1.4

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS					=快速标签
MNU_RENAME					=重命名(&R)...

#4.0.0
MNU_OPENFILELOCATION=打开文件位置(&O)...
#4.0.0

LBL_RENAME					=请输入文件名。

#3.0.0

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=文本框
SHP_HIGHLIGHTRECT=高亮矩形区域
SHP_MAGNIFYEFFECT=放大效果
SHP_NUMBERSTAMP=数字印模
SHP_LINES=直线
SHP_CUSTOMSHAPES=自定义形状
#4.0.0

#4.0.1
SHP_TRIANGLE=三角形
#4.0.1

SHP_SHAPES					=图形
SHP_LINE					=直线
SHP_CURVE 					=曲线
SHP_ARROW 					=箭头
SHP_CURVEARROW 					=曲线箭头
SHP_ELLIPSE 					=椭圆
SHP_RECT 					=矩形
SHP_ROUNDRECT 					=圆角矩形
SHP_BALLOON 					=气泡
SHP_DIAMOND 					=菱形
SHP_PENTAGON 					=五边形
SHP_Hexagon 					=六边形
SHP_5STAR 					=五角星
SHP_6STAR 					=六角星

TAB_EDIT 					=编辑
TBN_DELETE_OBJECT 				=删除
TBN_DUPLICATE					=重复

MNU_FLATTEN					=平化(&F)
MNU_FLATTENALL					=平化全部(&F)

LST_CHANGESHAPE 				=改变图形

TAB_SHAPESTYLES					=图形样式

TBN_SHAPETEXT					=插入文本(&T)...
TBN_SHAPEFILL					=填充
MNU_SHAPEFILL_NOFILL				=无填充
MNU_SHAPEFILL_SOLIDFILL				=实心填充
MNU_SHAPEFILL_GRAFILL				=垂直渐变
MNU_SHAPEFILL_RADIALFILL			=径向渐变

TBN_SHAPEOUTLINE				=边框
MNU_SHAPEOUTLINE_NOLINE 			=无
MNU_SHAPEOUTLINE_SOLIDLINE 			=实线
MNU_SHAPEOUTLINE_DOTLINE 			=点线
MNU_SHAPEOUTLINE_DASHLINE 			=虚线
MNU_SHAPEOUTLINE_DASHDOTLINE 			=点划线
MNU_SHAPEOUTLINE_DASHDOTDOTLINE 		=双点划线


TBN_SHAPEFORMAT					=图形样式
TBN_SHAPEEFFECTS				=图形效果
MNU_SHAPEEFFECTS_NOEFFECTS			=无
MNU_SHAPEEFFECTS_SHADOW				=阴影
MNU_SHAPEEFFECTS_SHADOWUSE			=显示
MNU_SHAPEEFFECTS_SHADOWOPTION			=选项...

MNU_SHAPEEFFECTS_BALLOONPOS			=气泡方向
MNU_SHAPEEFFECTS_BALLOONPOSTL			=左上
MNU_SHAPEEFFECTS_BALLOONPOSTR			=右上
MNU_SHAPEEFFECTS_BALLOONPOSBL			=左下
MNU_SHAPEEFFECTS_BALLOONPOSBR			=右下

MNU_SHAPEEFFECTS_ARROWSTART			=起点样式
MNU_SHAPEEFFECTS_ARROWEND			=终点样式
MNU_SHAPEEFFECTS_ARROWNONE			=无
MNU_SHAPEEFFECTS_ARROW1				=箭头 1
MNU_SHAPEEFFECTS_ARROW2				=箭头 2
MNU_SHAPEEFFECTS_ARROWCIRCLE			=圆形
MNU_SHAPEEFFECTS_ARROWDIAMOND			=菱形

MNU_SHAPE_ARRANGE				=排列
BTN_SHAPE_FRONT					=移至顶层
BTN_SHAPE_BACK					=移至底层

BTN_SHAPE_ARROWSTYLE				=箭头样式

TAB_SHAPECOLOR					=图形颜色

#4.0.0
TAB_NUMBERSTAMP_NUMBER=图章形状
MNU_NUMBERSTAMP_CURRENT=当前
MNU_NUMBERSTAMP_NEXT=下一个
TAB_NUMBERSTAMP_STYLE=图章样式
MNU_NUMBERSTAMP_SIZE=大小
MNU_NUMBERSTAMP_SIZE_SMALL=小(&S)
MNU_NUMBERSTAMP_SIZE_Medium=中(&M)
MNU_NUMBERSTAMP_SIZE_LARGE=大(&L)
MNU_NUMBERSTAMP_SHAPE=形状
MNU_NUMBERSTAMP_SHAPE_CIRCLE=圆(&C)
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=矩形(&R)

TBN_SELECT_CROPCURRENT=裁剪(&P)
TBN_SELECT_CROPNEW=裁剪为新图像(&N)
TAB_SELECT_SIZE=大小
MNU_SELECT_SIZE_LEFT=居左
MNU_SELECT_SIZE_TOP=置顶
MNU_SELECT_SIZE_WIDTH=宽度
MNU_SELECT_SIZE_HEIGHT=高度
MNU_SELECT_INVERTSELECTION=反向选取

TAB_MAGNIFIER_STYLE=放大镜样式
#4.0.0

#4.0.1
MNU_SHARE_OPTIONS=选项(&O)...
#4.0.1

[Licenses]

rdoRegistered					=我是注册用户，并且我有商业用途的注册码。
rdoPersonal					=我仅将此程序用于个人使用。（限于非商业的个人和非盈利的教育用途）
btnBuy						=立即购买(&B)
btnRegister					=注册(&R)
btnAgree					=同意(&A)
btnClose					=关闭(&C)
lblEnterLicense					=输入注册信息
lblOwnerName					=用户名
lblRegistrationCode				=注册码

lblLicenseInfo					=此产品许可给：
lblPersonalUse					=仅限家庭用户个人使用

#3.0.0

#3.2.7  This is for only for commercial version.

[CommercialVersionTrial]

btnModeTrial 					=免费试用
btnModeTrialDescription 			=我想继续在试用基础上使用本产品。

btnModeActivate 				=激活许可密钥
btnModeActivateDescription 			=我是一个注册用户，我有一个许可证密钥。

btnModeBuy 					=现在购买
btnModeBuyDescription 				=转到官方网页获得许可密钥.


lblTrialDescription 				=这是一个 30 天试用版本。 一旦试用期已结束，您必须购买许可证才能解锁软件，或从您的计算机上卸载它。
btnContinueTrial 				=继续试用(&C)
lblDayLeft 					=您的 {$2} 天试用还剩 {$1} 天。
lblDayExpired 					=您的许可证不再可用。

lblEnterLicense 				=输入注册信息
lblOwnerName 					=用户名
lblRegistrationCode 				=许可密钥
lblRegistrationHelp 				=有激活问题吗?
btnRegister 					=激活(&A)

lblActivationOffline1 				= 1. 请打开以下网址获得验证码。 如果您在脱机环境下，你需要在另一台电脑上线。
lblActivationOffline2 				= 2. 请粘贴从上面的网址获得的验证码。

lblAuthCode 					=验证码 :

#3.2.7

#3.0.6
[ImagesSet]

grbJPEGOption					=JPEG 选项
lblJPEGQuality					=质量

cboJPEGQualityMaximum 				=最大
cboJPEGQualityHigh 				=高
cboJPEGQualityMedium 				=中
cboJPEGQualityLow 				=低
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions					=保存选项
lblSelectFolder					=选择一个目录来保存你的截图。

rdoAllImages					=全部图像
rdoUnsavedImages				=全部未保存图像

grbFileOptions					=文件选项
lblFileName					=文件名称
lblFileType					=文件类型
rdoFiles					=文件
#3.0.7

#3.1.0
[ColorBalance]

grpbxColorBalance				=色彩平衡
lblColorLevels					=色阶

grpbxToneBalance				=平衡范围
rdbtnShadows					=暗调区域
rdbtnMidtones					=中间调区域
rdbtnHighlights					=高光区域
chckbxPreserveLuminosity			=保持亮度
#3.1.0


#3.1.4
[StartPage]

lblStartHome 					=选择操作...
lblStartTitle1 					=新任务
lblStartTitle2 					=实用工具
chkStartDoNotShow 				=启动程序时不再显示本窗口

#3.1.4


#3.2.7
[Watermark]

lblWaterMarkPreview 				= 预览 :
lblWaterMarkFile 				= 文件 :
lblWaterMarkPosition 				= 位置 :
lblWaterMarkOpacity 				= 不透明度 :
lblWaterMarkOffsetX 				= X 偏置 :
lblWaterMarkOffsetY 				= Y 偏置 :
chkWaterMarkAuto				=截取图像时自动添加水印。
#3.2.7

#3.3.0
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK						=确定(&O)
btnCancel					=取消(&C)
btnApply					=应用(&A)
btnContinue					=继续(&n)

:OPTION
grbOptionLanguage				=显示语言
grbOptionConnection				=管理连接
btnOptionConnectionClear			=清除所有云服务连接(&C)

:MAINFORM
lstFilesName					=名称
lstFilesDate					=日期
lstFilesType					=类型
lstFilesSize					=大小

mnuAction			=开始
mnuOpen						=打开
mnuDownload					=下载
mnuUploadMenu					=上传
mnuUploadFile					=上传文件
mnuUploadFolder					=上传文件夹
mnuUploadImage					=上传图像
mnuNewFolder					=新建文件夹
mnuDelete					=删除
mnuRename					=重命名

itemHome					=主页
itemOption					=选项
itemAbout					=关于
itemDropbox=Dropbox
itemGDrive=Google Drive
itemSkydrive=SkyDrive

strAllFile					=所有文件 (*.*)
strSearchResult					= "%s" 搜索结果

lblHomeTitle					=选择一个云存储服务连接...
lblUploadMode					=选择一个云存储服务来上传您的图像

itemCount					=%s 项目
itemSelectedCount				=%s 选定项目

:PREVIEW
lblPreviewPreviewTitle				=预览
lblPreviewDescriptionTitle			=描述
strPreviewNoDescription				=无描述

:DOWNLOADFORM

DownloadFormCaption				=下载中...
strPrepareDownload				=准备下载
strDiscoveredItems				=发现 %s 项目...
strPleaseWait					=列表准备中，请稍候...
strDownloading					=下载 %s 项目
strDownloadName					=名称 : %s
strDownloadRemaining				=项目剩余 : %s1 ( 总 : %s2 )


:UPLOADFORM
UploadFormCaption				=上传中...
strPrepareUpload				=准备上传
strCreatingFolder				=创建文件夹
strUploading					=上传 %s 项目
strUploadName					=名称 : %s
strUploadRemaining				=项目剩余 : %s1 ( 总 : %s2 )

:LOGINFORM
LoginFormCaption				=登录
chkSaveConnection				=在本计算机上保存连接信息
lblBrowserCall					=您的Web浏览器将显示%s秒。
lblBrowserCallRetry				=再次请求访问 %s 
lblBrowserAccess1				=您首先需要登录到您的Web浏览器帐户来连接您的 %s 账户。
lblBrowserAccess2				=一旦你通过Web浏览器登录后，您可以关闭浏览器窗口并继续。

:USERINFO
lblUserInfoStorage				=存储 :
lblUserInfoUserNameTitle			=账户 :
lblUserInfoSpaceTitle				=空间 :
btnUserInfoLogout				=注销
strSpace 					= %s1 空余（共 %s2 ）

FileTypetext					=文本
FileTypedocument				=文档
FileTypeimage					=图像
FileTypevideo					=视频
FileTypeaudio					=音频
FileTypefile					=文件
FileTypefolder					=文件夹
FileTypealbum					=专辑

:UPLOAD
lblUploadFileNameTitle				=文件名
lblUploadFileSizeTitle				=文件大小
lblUploadFilePreviewTitle			=预览
btnUploadUpload					=开始上传

:MESSAGEBOX
strDelete1item					=您确定要删除这文件?
strDelete1moreitems				=您确定要删除这 %s 个项目?

strFolderExist=文件夹名已存在。
strDownloadFileExist				=已经存在相同名称的文件。\n\n你要替换它吗?
strCreateFolder                            	=请输入一个新文件夹名。
strRename                                   	=请输入一个新名称。

strInvalidFolderName                        	=文件夹名无效。
strCannotDelete                             	=无法删除文件/文件夹。

strUpdateCheck                              	=有新的云资源管理器(Cloud Explorer)( %s )可用版本。 你想现在进入下载页吗?\n\n请注意目前的版本与你的云存储区可能不兼容.
strAuthFail                                 	=授权失败。请重试。

strDownloadFolder                           	=请选择一个文件夹来下载选中的文件。
strUploadFolder                             	=请选择一个文件夹上传
#3.3.0



[Website Resources]
;This is not related to translate PicPick software itself.
;However, please help us to translate official website to your languages.

;Home
;Features
;Download
;BUY NOW
;Partners
;Contact
;Forum

;Free Download
;BUY NOW
;Free for personal use, Try it today.

;all-in-one design tool for everyone
;A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more
;User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.
;Like us on:
	
;Key features

;Capture anything : Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.
;Edit your images : Annotate and highlight your images:text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.
;Enhance with effects : Easily add effects to your images:drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more
;Share everywhere : Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.
;Graphic Accessories : Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard
;Customizable setting : With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.
	
;Reviews
;This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. 
;There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.
;from CNET Download.com
;Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop.
;PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.
;from Softpedia

;Available on
;Microsoft Windows 10, 8.1, 8, 7, Vista, XP, Server. Including both 32-bit and 64-bit versions.

;Copyright(C) 2004-2014 NTeWORKS All rights reserved.
;End User License Agreement
;Privacy Policy
;Uninstallation
	
#-------------------------------------------------------------

;Screenshots
;Screen Capture
;Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc
;Customize your own keyboard shortcuts
;Support multiple monitor environments, capturing with cursor, auto save and file naming, etc
;Support the floating widget Capture Bar which makes it easy for you to take screenshots.
	
;Full-screen
;Active window
;Window control
;Scrolling window
;Region
;Fixed region
;Freehand
;Repeat last capture
;Capture widget
;Capturing with cursor
;Delayed capture
;Auto-save
	
;Image Editor
;With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.
;Drawing
;Insert text
;Arrows, lines
;Shapes
;Balloon
;Highlight tool
;Crop
;Resize
;Rotate
;Invert
;Grayscale
;Mosaic
;Frame
;Watermark
;Blur
;Sharpen
;Brightness
;Hue / Saturation
;Color balance
	
;Save, share, or send
;Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs
;Clipboard
;Image files
;PDF
;Printer
;Web (imgur)
;Web (imageshack)
;Dropbox
;Google Drive
;SkyDrive
;Box
;Facebook
;Twitter
;Skype
;FTP Server
;e-mail
;Microsoft Word
;Microsoft PowerPoint
;Microsoft Excel
;External program
	
;Color Picker
;Help you find the exact pixel color code on your screen with a built-in magnifier window
;Support RGB, HTML, C++, Delphi
;Color Palette
;Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.
;Pixel Ruler
;Help you measure the size of objects and place objects in precise locations on the screen.
;Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins
;Magnifier
;With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.
;Crosshair
;Figure out the relative coordinate of picture position with this feature.
;This can be useful for example in developing HTML image maps.
;Protractor
;Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first. 
;This can be used in a variety of photography, math, and graphics applications
;Whiteboard
;You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.

#-------------------------------------------------------------

;Download
;For Home
;For PERSONAL(HOME) USE ONLY
;Please note that this free version may only be used for personal use in non-commercial environments.
;Free Download
;Portable Version

;For Business
;For commercial use, you must pay for a license.
;Licenses includes unlimited free upgrades to all future versions of PicPick.
;We guarantee that this commercial version of PicPick is 100% CLEAN which means it does not contain any advertisement or thirdparty softwares.
;Buy Now
;I have already purchased a license.
;Release Notes

#-------------------------------------------------------------

;Number of Users
;Price (USD)
;Limited time offer!
;Payment Type
;Secure online Credit Card
;PayPal
;Wire Transfer
;Phone
;Fax
;Mail / Check / Money Order
;Plimus is online payment system that we recommend. it supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.
;Thank you for choosing PicPick!
	
;PicPick is licensed per user. Each purchased user can have the software installed on two machines.(for example, PC and laptop).
;One license may not be shared between different users.
;Licenses include unlimited free upgrades to all future versions of PicPick.
;Prices in Euro, UK Pounds and other currencies are available on the Order Page.

#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT			=在屏幕上点击中心点
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1				=按下[
MSG_ACTIVEWINDOW_2				=]键截取活动窗口
MSG_EXITSAVEIMAGE_1				=是否保存到[
MSG_EXITSAVEIMAGE_2	=]?
MSG_DEFAULT_IMAGENAME				=图像
MSG_DIRECTORYACCESSERROR			=无法访问文件夹。
MSG_DEFAULT_TAPNAME				=无图像

MSG_HOTKEY_ALREADY1				=PicPick 无法注册下列快捷键
MSG_HOTKEY_ALREADY2				=是否要改变这些快捷键？

MSG_THISFOLDERNOTFOUND				=文件夹（目录或路径）无效。
MSG_INVALID_FILENAME				=文件名无效。
MSG_INVALID_CLIPBOARD				=无法获取剪贴板数据（格式无效）。
MSG_CANNOTREPEATCAPTURE				=无法取得上次截取区域。
MSG_CLOSEALLIMAGE				=是否关闭所有未保存的图像？

MSG_FILE_OPEN					=打开
MSG_FILE_SAVE					=另存为

MSG_NEWVERSIONAVAILABLE				=发现新版本的 PicPick。是否立即打开程序的下载页面？

MSG_PROGRAM_NOTADDYET				=请先选择一个用于接收截图的外部程序。
MSG_EXTERNALPROGRAMERROR			=无法找到指定的外部程序。 
MSG_PARAMETERS_TITLE				=PicPick 参数
MSG_OLDLANGUAGE					=所选的语言文件为旧版，部分文字没有翻译。是否切换到此语言？
MSG_INVALIDALBUMNAME				=相册名称无效。
MSG_CREATEFAILUREALBUM				=创建相册失败。
MSG_LOADINGFAILUREALBUM				=载入相册失败。
MSG_IDEMPTY					=请输入用户名。
MSG_PWEMPTY					=请输入密码。

#3.0.0
MSG_SAVE 					=保存(&S)
MSG_DONTSAVE 					=不保存(&n)
MSG_DONTSAVEALL 				=全部不保存(&A)
MSG_NODISPLAYAGAIN 				=以后不再显示此消息

BTN_YES 					=是(&Y)
BTN_NO 						=否(&N)
BTN_NOALL 					=全否(&N)

MSG_INPUTTEXT					=请在此输入文本

MSG_FLATTENLAYER				=本次操作，必须将所有图形平化到背景中。要平化图形吗？
MSG_FLATTENALL					=是否平化所有图形？

MSG_INVALID_DOWNLOADURL				=下载图像时发生错误。


MSG_OPENURL					=请输入一个网址。

MSG_ANYSETTINGOK				=设置成功。
MSG_DEFAULTEDITOR				=PicPick 将作为默认的图像编辑器。

#3.0.0

#3.0.7
MSG_FTPINFONEED					=在此之前，你必须输入你 FTP 服务器信息。
#3.0.7

#3.1.4
MSG_CONNECTIONFAIL 				=服务器连接中出错。
#3.1.4

#3.2.4
MSG_PROGRAM_NOSKYPE                              =无法找到Skype。
#3.2.4

#3.2.7
MSG_ACTIVATE_OFFLINE=网络问题或其他原因，您的许可证密钥无法激活。你想在离线模式下激活吗？
MSG_ACTIVATE_OK = 您的许可证已被激活。感谢您选用PicPick!
MSG_ACTIVATE_TRIAL = 试用许可证已被激活。感谢您选用PicPick!
MSG_ACTIVATE_FAIL = 激活被拒绝。请联系PicPick支持中心。
MSG_VALIDOWNERNAME = 请输入有效的所有者名称。
MSG_VALIDLICENSEKEY = 请输入有效的许可证密钥。
MSG_FILENOTFOUND = 无法找到文件。
#3.2.7

#3.4.0
MSG_CAPTUREAREAFAIL= 计算捕获区域时发生一个错误。请检查您的软件（如：杀毒、恶意软件/木马扫描工具），可能会引起这个问题。
#3.4.0

#4.0.0
MSG_TRANSPARENCYLOST= 如果您保存这张图片，任何透明度将消失。您想要继续吗？
#4.0.0

#4.0.1
MSG_DONOTSHOWWEEK=一周内不再显示此窗口
#4.0.1